Repository: Spyhawk/pacaur
Catalog: po/*.po
Languages: pt, ru, sr, sr@latin

source: ${colorW}Starting AUR upgrade...${reset}
pt: ${colorW}Iniciando atualização do AUR...${reset}
ru: ${colorW}Запускается обновление AUR...${reset}
sr: ${colorW}Покрећем надоградњу АУР-а...${reset}
sr@latin: ${colorW}Pokrećem nadogradnju AUR-a...${reset}

source: ${colorW}$i${reset} is ${colorY}not present${reset} in AUR -- skipping
pt: ${colorW}$i${reset} ${colorY}não está presente${reset} no AUR -- pulando
ru: ${colorW}$i${reset} ${colorY}не существует${reset} в AUR -- пропускаем
sr: ${colorW}$i${reset} ${colorY}не постоји${reset} у АУР-у — прескачем
sr@latin: ${colorW}$i${reset} ${colorY}ne postoji${reset} u AUR-u — preskačem

source: latest
pt: última
ru: последняя
sr: последња
sr@latin: poslednja

source: ${checkaurpkgs[$i]} is in IgnorePkg/IgnoreGroup. Install anyway?
pt: ${checkaurpkgs[$i]} está em IgnorePkg/IgnoreGroup. Instalar mesmo assim?
ru: ${checkaurpkgs[$i]} находится в IgnorePkg/IgnoreGroup. Установить в любом случае?
sr: ${checkaurpkgs[$i]} је у игнорисаној групи/игнорисаним пакетима. Свеједно инсталирати?
sr@latin: ${checkaurpkgs[$i]} je u ignorisanoj grupi/ignorisanim paketima. Svejedno instalirati?

source: skipping target: ${colorW}${checkaurpkgs[$i]}${reset}
pt: ignorando alvo: ${colorW}${checkaurpkgs[$i]}${reset}
ru: пропуск цели: ${colorW}${checkaurpkgs[$i]}${reset}
sr: прескачем циљеве: ${colorW}${checkaurpkgs[$i]}${reset}
sr@latin: preskačem ciljeve: ${colorW}${checkaurpkgs[$i]}${reset}

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
pt: ${colorW}${checkaurpkgs[$i]}${reset}: ignorando a atualização do pacote (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
ru: ${colorW}${checkaurpkgs[$i]}${reset}: обновление пакета игнорируется (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
sr: ${colorW}${checkaurpkgs[$i]}${reset}: игноришем надоградњу пакета (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
sr@latin: ${colorW}${checkaurpkgs[$i]}${reset}: ignorišem nadogradnju paketa (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})

source: resolving dependencies...
pt: resolvendo dependências...
ru: разрешение зависимостей...
sr: разрешавам зависности...
sr@latin: razrešavam zavisnosti...

source: unresolvable package conflicts detected
pt: detectados conflitos de pacotes não resolvíveis
ru: обнаружены неразрешимые конфликты пакета
sr: откривен неразрешив сукоб пакета
sr@latin: otkriven nerazrešiv sukob paketa

source: failed to prepare transaction (conflicting dependencies: $i)
pt: falha ao preparar transação (dependências conflitantes: $i)
ru: невозможно подготовить транзакцию (конфликтующие зависимости: $i)
sr: неуспела припрема преноса (сукоб зависности: $i)
sr@latin: neuspela priprema prenosa (sukob zavisnosti: $i)

source: dependency cycle detected
pt: dependência cíclica detectada
ru: обнаружена циклическая зависимость
sr: откривена петља зависности
sr@latin: otkrivena petlja zavisnosti

source: no results found for ${errdeps[$i]}
pt: nenhum resultado encontrado para ${errdeps[$i]}
ru: не найдено результатов для ${errdeps[$i]}
sr: нема резултата за ${errdeps[$i]}
sr@latin: nema rezultata za ${errdeps[$i]}

source: no results found for ${errdeps[$i]} (dependency tree: ${errdepslist[*]})
pt: nenhum resultado encontrado para ${errdeps[$i]} (árvore de dependência: ${errdepslist[*]})
ru: не найдено результатов для ${errdeps[$i]} (дерево зависимости: ${errdepslist[*]})
sr: нису пронађени резултати за ${errdeps[$i]} стабло зависности: ${errdepslist[*]})
sr@latin: nisu pronađeni rezultati za ${errdeps[$i]} stablo zavisnosti: ${errdepslist[*]})

source: dependency cycle detected (${depspkgsaur[*]})
pt: dependência cíclica detectada (${depspkgsaur[*]})
ru: обнаружена циклическая зависимость (${depspkgsaur[*]})
sr: откривена петља зависности (${depspkgsaur[*]})
sr@latin: otkrivena petlja zavisnosti (${depspkgsaur[*]})

source: skipping target: ${colorW}$i${reset}
pt: pulando alvo: ${colorW}$i${reset}
ru: пропуск цели: ${colorW}$i${reset}
sr: прескачем циљ: ${colorW}$i${reset}
sr@latin: preskačem cilj: ${colorW}$i${reset}

source: ${colorW}$i${reset}: ignoring package upgrade
pt: ${colorW}$i${reset}: ignorando a atualização do pacote
ru: ${colorW}$i${reset}: обновление пакета игнорируется
sr: ${colorW}$i${reset}: игноришем надоградњу пакета
sr@latin: ${colorW}$i${reset}: ignorišem nadogradnju paketa

source: Unresolved dependency '${colorW}$i${reset}'
pt: Dependência não resolvida '${colorW}$i${reset}'
ru: Неразрешенная зависимость '${colorW}$i${reset}'
sr: Неразрешена зависност '${colorW}$i${reset}'
sr@latin: Nerazrešena zavisnost '${colorW}$i${reset}'

source: $i dependency is in IgnorePkg/IgnoreGroup. Install anyway?
pt: dependência de $i está em IgnorePkg/IgnoreGroup. Instalar mesmo assim?
ru: Зависимость $i находится в IgnorePkg/IgnoreGroup. Установить в любом случае?
sr: Зависност $i је у игнорисаној групи/игнорисаним пакетима. Свеједно инсталирати?
sr@latin: Zavisnost $i je u ignorisanoj grupi/ignorisanim paketima. Svejedno instalirati?

source: ${colorW}There are ${#providers[@]} providers available for ${providersdeps[$i]}:${reset}
pt: ${colorW}Há ${#providers[@]} provedores disponíveis para ${providersdeps[$i]}:${reset}
ru: ${colorW}Для ${providersdeps[$i]} доступно ${#providers[@]} предлагаемых пакетов:${reset}
sr: ${colorW}Доступно је ${#providers[@]} достављача за ${providersdeps[$i]}:${reset}
sr@latin: ${colorW}Dostupno je ${#providers[@]} dostavljača za ${providersdeps[$i]}:${reset}

source: Enter a number (default=0):
pt: Digite um número (padrão=0):
ru: Введите число (по умолчанию=0):
sr: Унесите број (подразумевано = 0):
sr@latin: Unesite broj (podrazumevano = 0):

source: invalid value: $nb is not between 0 and $providersnb
pt: valor inválido: $nb não está entre 0 e $providersnb
ru: неправильное значение: $nb должно быть между 0 и $providersnb
sr: неисправна вредност: $nb није између 0 и $providersnb
sr@latin: neispravna vrednost: $nb nije između 0 i $providersnb

source: invalid number: $nb
pt: número inválido: $nb
ru: неправильное число: $nb
sr: неисправан број: $nb
sr@latin: neispravan broj: $nb

source: looking for inter-conflicts...
pt: procurando por conflitos internos...
ru: поиск конфликтов между пакетами...
sr: тражим међусукобе...
sr@latin: tražim međusukobe...

source: $j and $k are in conflict ($i). Remove $k?
pt: $j e $k estão em conflito ($i). Remover $k?
ru: $j и $k конфликтуют ($i). Удалить $k?
sr: $j и $k су у сукобу ($i). Уклонити $k?
sr@latin: $j i $k su u sukobu ($i). Ukloniti $k?

source: failed to prepare transaction (conflicting dependencies)
pt: falha ao preparar transação (dependências conflitantes)
ru: невозможно подготовить транзакцию (конфликтующие зависимости)
sr: неуспела припрема преноса (сукоб зависности)
sr@latin: neuspela priprema prenosa (sukob zavisnosti)

source: $j and $k are in conflict (required by ${Qrequires[*]})
pt: $j e $k estão em conflito (necessário para ${Qrequires[*]})
ru: $j и $k конфликтуют (требуется пакетом(ами) ${Qrequires[*]})
sr: $j и $k су у сукобу (захетвано од ${Qrequires[*]})
sr@latin: $j i $k su u sukobu (zahetvano od ${Qrequires[*]})

source: $j and $k are in conflict
pt: $j e $k estão em conflito
ru: $j и $k конфликтуют
sr: $j и $k су у сукобу
sr@latin: $j i $k su u sukobu

source: ${colorW}${depsAname[$i]}${reset} latest revision -- fetching
pt: ${colorW}${depsAname[$i]}${reset} última revisão -- baixando
ru: ${colorW}${depsAname[$i]}${reset} последняя ревизия -- получаем
sr: ${colorW}${depsAname[$i]}${reset} последња верзија — добављам
sr@latin: ${colorW}${depsAname[$i]}${reset} poslednja verzija — dobavljam

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- reinstalling
pt: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} está atualizado -- reinstalando
ru: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} актуален -- переустанавливаем
sr: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} је ажуран — поново инсталирам
sr@latin: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} je ažuran — ponovo instaliram

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- skipping
pt: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} está atualizado -- pulando
ru: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} актуален -- пропускаем
sr: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} је ажуран — прескачем
sr@latin: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} je ažuran — preskačem

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
pt: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} foi marcado como ${colorR}desatualizado${reset} em ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
ru: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} помечен как ${colorR}устаревший${reset} ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
sr: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} је означен као ${colorR}застарео${reset} ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}
sr@latin: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} je označen kao ${colorR}zastareo${reset} ${colorY}$(date -d "@${depsAood[$i]}" "+%c")${reset}

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} is ${colorR}orphaned${reset} in AUR
pt: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} é ${colorR}órfão${reset} no AUR
ru: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} в AUR ${colorR}заброшен${reset}
sr: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} је ${colorR}сирочић${reset} у АУР-у
sr@latin: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} je ${colorR}siročić${reset} u AUR-u

source: (cached)
pt: (em cache)
ru: (кэшировано)
sr: (кеширано)
sr@latin: (keširano)

source: AUR Packages (${#deps[@]})
pt: Pacotes do AUR (${#deps[@]})
ru: Пакеты из AUR (${#deps[@]})
sr: Пакети из АУР-а (${#deps[@]})
sr@latin: Paketi iz AUR-a (${#deps[@]})

source: Repo Packages (${#repodepspkgs[@]})
pt: Pacotes do Repositório (${#repodepspkgs[@]})
ru: Пакеты из репо (${#repodepspkgs[@]})
sr: Пакети из ризница (${#repodepspkgs[@]})
sr@latin: Paketi iz riznica (${#repodepspkgs[@]})

source: Old Version
pt: Versão Antiga
ru: Старая версия
sr: Стара верзија
sr@latin: Stara verzija

source: New Version
pt: Versão Nova
ru: Новая версия
sr: Нова верзија
sr@latin: Nova verzija

source: Download Size
pt: Tamanho do Download
ru: Размер загрузки
sr: Величина преузимања
sr@latin: Veličina preuzimanja

source: Repo Download Size:
pt: Tamanho de Download do Repositório:
ru: Размер репозитория после загрузки:
sr: Величина преузимања из ризница:
sr@latin: Veličina preuzimanja iz riznica:

source: Repo Installed Size:
pt: Tamanho Instalado do Repositório:
ru: Размер репозитория после извлечения:
sr: Величина инсталације из ризница:
sr@latin: Veličina instalacije iz riznica:

source: installation
pt: instalação
ru: установке
sr: инсталацијом
sr@latin: instalacijom

source: download
ru: загрузке
sr: преузимањем
sr@latin: preuzimanjem

source: Proceed with $action?
pt: Continuar $action?
ru: Приступить к $action?
sr: Наставити са $action?
sr@latin: Nastaviti sa $action?

source: ${colorW}Retrieving package(s)...${reset}
pt: ${colorW}Obtendo pacote(s)...${reset}
ru: ${colorW}Получаем пакет(ы)...${reset}
sr: ${colorW}Добављам пакет(е)...${reset}
sr@latin: ${colorW}Dobavljam paket(e)...${reset}

source: no results found
pt: nenhum resultado encontrado
ru: результаты не найдены
sr: нису пронађени резултати
sr@latin: nisu pronađeni rezultati

source: View $i build files diff?
pt: Ver diff dos arquivos de construção de $i?
ru: Посмотреть diff файлов сборки для $i?
sr: Прегледати разлику фајлова градње за $i ?
sr@latin: Pregledati razliku fajlova gradnje za $i ?

source: ${colorW}$i${reset} build files diff viewed
pt: diff dos arquivos de construção de ${colorW}$i${reset} visto
ru: разница файлов сборки ${colorW}$i${reset} просмотрена
sr: разлика фајлова градње за ${colorW}$i${reset} је прегледана
sr@latin: razlika fajlova gradnje za ${colorW}$i${reset} je pregledana

source: ${colorW}$i${reset} build files are up-to-date -- skipping
pt: arquivos de construção de ${colorW}$i${reset} estão atualizados -- pulando
ru: ${colorW}$i${reset} файлы сборки актуальны -- пропускаем
sr: Фајлови градње за ${colorW}$i${reset} су ажурни — прескачем
sr@latin: Fajlovi gradnje za ${colorW}$i${reset} su ažurni — preskačem

source: View $i PKGBUILD?
pt: Ver PKGBUILD de $i?
ru: Просмотреть PKGBUILD для $i?
sr: Прегледати PKGBUILD за $i?
sr@latin: Pregledati PKGBUILD za $i?

source: ${colorW}$i${reset} PKGBUILD viewed
pt: PKGBUILD de ${colorW}$i${reset} visto
ru: PKGBUILD ${colorW}$i${reset} просмотрен
sr: PKGBUILD за ${colorW}$i${reset} је прегледан
sr@latin: PKGBUILD za ${colorW}$i${reset} je pregledan

source: Could not open ${colorW}$i${reset} PKGBUILD
pt: Não foi possível abrir PKGBUILD de ${colorW}$i${reset}
ru: Невозможно открыть PKGBUILD пакета ${colorW}$i${reset}
sr: Не могу да отворим PKGBUILD за ${colorW}$i${reset}
sr@latin: Ne mogu da otvorim PKGBUILD za ${colorW}$i${reset}

source: View $j script?
pt: Ver o script de $j?
ru: Просмотреть скрипт $j?
sr: Прегледати скрипту $j ?
sr@latin: Pregledati skriptu $j ?

source: ${colorW}$j${reset} script viewed
pt: Script de ${colorW}$j${reset} visto
ru: просмотрен ${colorW}$j${reset} скрипт
sr: Скрипта ${colorW}$j${reset} је прегледана
sr@latin: Skripta ${colorW}$j${reset} je pregledana

source: Could not open ${colorW}$j${reset} script
pt: Não foi possível abrir o script de ${colorW}$j${reset}
ru: Невозможно открыть ${colorW}$j${reset} скрипт
sr: Не могу да отворим скрипту ${colorW}$j${reset}
sr@latin: Ne mogu da otvorim skriptu ${colorW}$j${reset}

source: ${colorW}$i${reset} errored on exit
pt: ${colorW}$i${reset} teve um erro ao terminar
ru: ${colorW}$i${reset} выдала ошибку на выходе
sr: ${colorW}$i${reset} даде грешку на излазу
sr@latin: ${colorW}$i${reset} dade grešku na izlazu

source: Checking ${colorW}${pkgsdeps[$i]}${reset} integrity...
pt: Verificando integridade de ${colorW}${pkgsdeps[$i]}${reset}...
ru: Проверка целостности ${colorW}${pkgsdeps[$i]}${reset}...
sr: Проверавам интегритет ${colorW}${pkgsdeps[$i]}${reset}
sr@latin: Proveravam integritet ${colorW}${pkgsdeps[$i]}${reset}

source: Preparing ${colorW}${pkgsdeps[$i]}${reset}...
sr: Припремам ${colorW}${pkgsdeps[$i]}${reset}...
sr@latin: Pripremam ${colorW}${pkgsdeps[$i]}${reset}...

source: failed to verify integrity or prepare ${colorW}$i${reset} package
sr: неуспела овера итегритета или припрема пакета ${colorW}$i${reset}
sr@latin: neuspela overa itegriteta ili priprema paketa ${colorW}$i${reset}

source: db.lck exists in /var/lib/pacman
sr: db.lck постоји у /var/lib/pacman
sr@latin: db.lck postoji u /var/lib/pacman

source: pacaur.build.lck exists in $tmpdir
pt: pacaur.build.lck existe em $tmpdir
ru: pacaur.build.lck существует в $tmpdir
sr: pacaur.build.lck постоји у $tmpdir
sr@latin: pacaur.build.lck postoji u $tmpdir

source: Installing ${colorW}${repoprovidersconflictingpkgs[@]}${reset} dependencies...
pt: Instalando dependências de ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...
ru: Установка зависимостей ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...
sr: Инсталирам зависности за ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...
sr@latin: Instaliram zavisnosti za ${colorW}${repoprovidersconflictingpkgs[@]}${reset}...

source: ${colorW}$j${reset} is up-to-date -- skipping
pt: ${colorW}$j${reset} está atualizado -- pulando
ru: ${colorW}$j${reset} актуален -- пропускаем
sr: ${colorW}$j${reset} је ажуран -- прескачем
sr@latin: ${colorW}$j${reset} je ažuran -- preskačem

source: Installing ${colorW}$j${reset} cached package...
pt: Instalando pacote em cache de ${colorW}$j${reset}...
ru: Установка пакета ${colorW}$j${reset} из кэша...
sr: Инсталирам кеширани пакет ${colorW}$i${reset}...
sr@latin: Instaliram keširani paket ${colorW}$i${reset}...

source: Package ${colorW}$j${reset} already available in cache
pt: Pacote ${colorW}$j${reset} já disponível em cache
ru: Пакет ${colorW}$j${reset} уже доступен в кэше
sr: Пакет ${colorW}$j${reset} је већ доступан у кешу
sr@latin: Paket ${colorW}$j${reset} je već dostupan u kešu

source: Building ${colorW}${pkgsdeps[$i]}${reset} package(s)...
pt: Construindo o(s) pacote(s) ${colorW}${pkgsdeps[$i]}${reset}...
ru: Сборка пакета(ов) ${colorW}${pkgsdeps[$i]}${reset}...
sr: Градим пакет(е) ${colorW}${pkgsdeps[$i]}${reset}...
sr@latin: Gradim paket(e) ${colorW}${pkgsdeps[$i]}${reset}...

source: Installing ${colorW}${pkgsdeps[$i]}${reset} package(s)...
pt: Instalando o(s) pacote(s) ${colorW}${pkgsdeps[$i]}${reset}...
ru: Установка пакета(ов) ${colorW}${pkgsdeps[$i]}${reset}...
sr: Инсталирам пакет(е) ${colorW}${pkgsdeps[$i]}${reset}...
sr@latin: Instaliram paket(e) ${colorW}${pkgsdeps[$i]}${reset}...

source: ${colorW}${pkgsdeps[$i]}${reset} package(s) failed to install.
pt: A instalação do(s) pacote(s) ${colorW}${pkgsdeps[$i]}${reset} falhou.
ru: Ошибка установки пакет(ов) ${colorW}${pkgsdeps[$i]}${reset}.
sr: Неуспела инсталација ${colorW}${pkgsdeps[$i]}${reset}.
sr@latin: Neuspela instalacija ${colorW}${pkgsdeps[$i]}${reset}.

source: ensure package version does not mismatch between .SRCINFO and PKGBUILD
pt: assegurar que versão do pacote não é incompatível entre .SRCINFO e PKGBUILD
ru: убедитесь, что версия пакета не расходится в файлах .SRCINFO и PKGBUILD
sr: постарајте се да се верзије у .SRCINFO и PKGBUILD поклапају
sr@latin: postarajte se da se verzije u .SRCINFO i PKGBUILD poklapaju

source: ensure package name has a VCS suffix if this is a devel package
pt: assegurar que pacote de desenvolvimento tem sufixo VCS no nome
ru: убедитесь, что имя пакета имеет нужный VCS-суффикс, если это devel-пакет
sr: постарајте се да име пакета садржи ВЦС суфикс ако је ово развојни пакет
sr@latin: postarajte se da ime paketa sadrži VCS sufiks ako je ovo razvojni paket

source: Removing installed AUR dependencies...
pt: Removendo dependências instaladas do AUR...
ru: Удаление установленных зависимостей AUR...
sr: Уклањам инсталиране зависности из АУР-а...
sr@latin: Uklanjam instalirane zavisnosti iz AUR-a...

source: ${colorW}$i${reset} is now an ${colorY}orphan${reset} package
pt: ${colorW}$i${reset} é um novo pacote ${colorY}órfão${reset}
ru: ${colorW}$i${reset} теперь ${colorY}заброшенный${reset} пакет
sr: ${colorW}$i${reset} је сада пакет ${colorY}сирочић${reset}
sr@latin: ${colorW}$i${reset} je sada paket ${colorY}siročić${reset}

source: ${colorW}$i${reset} is now an ${colorY}optional${reset} package
pt: ${colorW}$i${reset} é um novo pacote ${colorY}opcional${reset}
ru: ${colorW}$i${reset} теперь ${colorY}опциональный${reset} пакет
sr: ${colorW}$i${reset} је сада ${colorY}опциони${reset} пакет
sr@latin: ${colorW}$i${reset} je sada ${colorY}opcioni${reset} paket

source: failed to build ${colorW}$i${reset} package(s)
pt: falha ao construir pacote(s) ${colorW}$i${reset}
ru: Ошибка сборки пакета(ов) ${colorW}$i${reset}
sr: неуспела градња пакета ${colorW}$i${reset}
sr@latin: neuspela gradnja paketa ${colorW}$i${reset}

source: Repository
pt: Repositório
ru: Репозиторий
sr: Ризница
sr@latin: Riznica

source: Name
pt: Nome
ru: Название
sr: Име
sr@latin: Ime

source: Version
pt: Versão
ru: Версия
sr: Верзија
sr@latin: Verzija

source: Description
pt: Descrição
ru: Описание
sr: Опис
sr@latin: Opis

source: URL
sr: УРЛ

source: AUR Page
pt: Página do AUR
ru: Страница на AUR
sr: АУР страница
sr@latin: AUR stranica

source: Licenses
pt: Licenças
ru: Лицензии
sr: Лиценце
sr@latin: Licence

source: Keywords
pt: Palavras-chave
ru: Тэги
sr: Кључне речи
sr@latin: Ključne reči

source: Groups
pt: Grupos
ru: Группы
sr: Групе
sr@latin: Grupe

source: Provides
pt: Provê
ru: Предоставляет
sr: Доставља
sr@latin: Dostavlja

source: Depends on
pt: Depende de
ru: Зависит от
sr: Зависи од
sr@latin: Zavisi od

source: Make Deps
pt: Depend. de construção
ru: Зависимости сборки
sr: Зависности градње
sr@latin: Zavisnosti gradnje

source: Check Deps
sr: Зависности провере
sr@latin: Zavisnosti provere

source: Optional Deps
pt: Depend. opcionais
ru: Доп. зависимости
sr: Опционе зависности
sr@latin: Opcione zavisnosti

source: Conflicts With
pt: Conflita com
ru: Конфликтует с
sr: У сукобу са
sr@latin: U sukobu sa

source: Replaces
pt: Substituir
ru: Заменяет
sr: Смењује
sr@latin: Smenjuje

source: Maintainer
pt: Mantenedor
ru: Мэйнтейнер
sr: Одржавалац
sr@latin: Održavalac

source: Popularity
pt: Popularidade
ru: Популярность
sr: Популарност
sr@latin: Popularnost

source: Votes
pt: Votos
ru: Голоса
sr: Гласова
sr@latin: Glasova

source: Out of Date
pt: Desatualizado
ru: Устарел
sr: Застарео
sr@latin: Zastareo

source: Submitted
pt: Enviado
ru: Загружен
sr: Приложен
sr@latin: Priložen

source: Last Modified
pt: Última Modificação
ru: Изменён
sr: Последња измена
sr@latin: Poslednja izmena

source: installed
pt: instalado
ru: установлен
sr: инсталиран
sr@latin: instaliran

source: None
pt: Nenhum
ru: Отсутствует
sr: Нема
sr@latin: Nema

source: No
pt: Não
ru: Нет
sr: Не
sr@latin: Ne

source: Yes
pt: Sim
ru: Да
sr: Да
sr@latin: Da

source: [ ignored ]
pt: [ ignorado ]
ru: [ игнорируется ]
sr: [игнорисан]
sr@latin: [ignorisan]

source: Packages to keep:
pt: Pacotes a manter:
sr: Пакети које треба задржати:
sr@latin: Paketi koje treba zadržati:

source: All locally installed packages
pt: Todos os pacotes instalados localmente
sr: сви локално инсталирани пакети
sr@latin: svi lokalno instalirani paketi

source: AUR cache directory:
pt: Diretório de cache do AUR:
sr: Фасцикла АУР-овог кеша:
sr@latin: Fascikla AUR-ovog keša:

source: Do you want to remove all other packages from AUR cache?
pt: Deseja remover todos os outros pacotes do cache do AUR?
sr: Желите ли да уклоните све остале пакете из кеша?
sr@latin: Želite li da uklonite sve ostale pakete iz keša?

source: removing old packages from cache...
pt: removendo pacotes antigos do cache...
sr: уклањам старе пакете из кеша...
sr@latin: uklanjam stare pakete iz keša...

source: Do you want to remove ALL files from AUR cache?
pt: Deseja remover TODOS os arquivos do cache do AUR?
sr: Желите ли да уклоните СВЕ фајлове из АУР-овог кеша?
sr@latin: Želite li da uklonite SVE fajlove iz AUR-ovog keša?

source: removing all files from AUR cache...
pt: removendo todos os arquivos do cache do AUR...
sr: уклањам све фајлове из АУР-овог кеша...
sr@latin: uklanjam sve fajlove iz AUR-ovog keša...

source: Sources to keep:
ru: Исходники, которые останутся:
sr: Извори које треба задржати:
sr@latin: Izvori koje treba zadržati:

source: All development packages sources
ru: Исходники всех пакетов разработки
sr: сви извори развојних пакета
sr@latin: svi izvori razvojnih paketa

source: AUR source cache directory:
ru: Папка для кэша исходников AUR:
sr: Фасцикла АУР-овог кеша извора:
sr@latin: Fascikla AUR-ovog keša izvora:

source: Do you want to remove all non development files from AUR source cache?
ru: Вы хотите удалить все файлы, не относящиеся к разработке, из кэша AUR?
sr: Желите ли да уклоните све не-развојне фајлове из АУР-овог кеша извора?
sr@latin: Želite li da uklonite sve ne-razvojne fajlove iz AUR-ovog keša izvora?

source: removing non development files from source cache...
ru: удаление всех файлов, не относящихся к разработке, из кэша исходников...
sr: уклањам све не-развојне фајлове из АУР-овог кеша извора...
sr@latin: uklanjam sve ne-razvojne fajlove iz AUR-ovog keša izvora...

source: Do you want to remove ALL files from AUR source cache?
ru: Вы хотите удалить ВСЕ файлы из кэша исходников AUR?
sr: Желите ли да уклоните СВЕ фајлове из АУР-овог кеша извора?
sr@latin: Želite li da uklonite SVE fajlove iz AUR-ovog keša izvora?
