Repository: Spyhawk/pacaur
Catalog: po/*.po
Languages: pt, ru, sr, sr@latin

source: removing all files from AUR source cache...
ru: удаление всех файлов из кэша исходников AUR...
sr: уклањам све фајлове из АУР-овог кеша извора..
sr@latin: uklanjam sve fajlove iz AUR-ovog keša izvora..

source: Clones to keep:
ru: Клоны, которые останутся:
sr: Клонови које треба задржати:
sr@latin: Klonovi koje treba zadržati:

source: All locally installed clones
sr: сви локално инсталирани клонови
sr@latin: svi lokalno instalirani klonovi

source: All other locally installed clones
sr: сви остали локално инсталирани клонови
sr@latin: svi ostali lokalno instalirani klonovi

source: AUR clone directory:
ru: Папка для клонов AUR:
sr: Фасцикла АУР-ових клонова:
sr@latin: Fascikla AUR-ovih klonova:

source: Do you want to remove ${aurpkgsbase[*]} clones from AUR clone directory?
sr: Желите ли да уклоните све клонове ${aurpkgsbase[*]} из фасцикле АУР-ових клонова?
sr@latin: Želite li da uklonite sve klonove ${aurpkgsbase[*]} iz fascikle AUR-ovih klonova?

source: removing uninstalled clones from AUR clone cache...
ru: удаление клонов удалённых пакетов из кэша клонов AUR...
sr: уклањам све деинсталиране клонове из АУР-овог кеша клонова...
sr@latin: uklanjam sve deinstalirane klonove iz AUR-ovog keša klonova...

source: Do you want to remove all uninstalled clones from AUR clone directory?
ru: Вы хотите удалить клоны всех удалённых пакетов из кэша клонов AUR?
sr: Желите ли да уклоните све деинсталиране пакете из кеша?
sr@latin: Želite li da uklonite sve deinstalirane pakete iz keša?

source: Do you want to remove all untracked files from AUR clone directory?
ru: Вы хотите удалить все неотслеживаемые файлы из кэша клонов AUR?
sr: Желите ли да уклоните све непраћене пакете из кеша?
sr@latin: Želite li da uklonite sve nepraćene pakete iz keša?

source: removing untracked files from AUR clone cache...
ru: удаление всех неотслеживаемых файлов из кэша клонов AUR...
sr: уклањам све непраћене фајлове из АУР-овог кеша клонова...
sr@latin: uklanjam sve nepraćene fajlove iz AUR-ovog keša klonova...

source: Do you want to remove ALL clones from AUR clone directory?
ru: Вы хотите удалить ВСЕ клоны из кэша клонов AUR?
sr: Желите ли да уклоните СВЕ клонове из АУР-овог кеша?
sr@latin: Želite li da uklonite SVE klonove iz AUR-ovog keša?

source: removing all clones from AUR clone cache...
ru: удаление всех клонов из кэша клонов AUR...
sr: уклањам све клонове из АУР-овог кеша...
sr@latin: uklanjam sve klonove iz AUR-ovog keša...

source: Failed to parse JSON
pt: Falha ao analisar JSON
ru: Ошибка парсинга JSON
sr: Не могу да расчланим ЈСОН
sr@latin: Ne mogu da rasčlanim JSON

source: failed to prepare transaction (could not satisfy dependencies)
pt: falha ao preparar transação (não foi possível satisfazer dependências)
ru: невозможно подготовить транзакцию (невозможно удовлетворить зависимости)
sr: неуспела припрема преноса (не могу да задовољим зависности)
sr@latin: neuspela priprema prenosa (ne mogu da zadovoljim zavisnosti)

source: ${Qrequires[@]}: requires $@
pt: ${Qrequires[@]}: requer $@
ru: ${Qrequires[@]}: требует $@
sr: ${Qrequires[@]}: захтева $@
sr@latin: ${Qrequires[@]}: zahteva $@

source: there is nothing to do
pt: não há nada a fazer
ru: нечего выполнять
sr: нема се шта чинити
sr@latin: nema se šta činiti

source: usage: pacaur <operation> [options] [target(s)] -- See also pacaur(8)
pt: uso: pacaur <operação> [opções] [alvo(s)] -- Veja também pacaur(8)
ru: использование: pacaur <операция> [опции] [цель(цели)] -- см. также pacaur(8)
sr: употреба: pacaur <операција> [опције] [циљеви] — Такође погледати pacaur(8)
sr@latin: upotreba: pacaur <operacija> [opcije] [ciljevi] — Takođe pogledati pacaur(8)

source: operations:
pt: operações:
ru: операции:
sr: операције:
sr@latin: operacije:

source: pacman extension
pt: extensão do pacman
ru: расширение pacman
sr: надградњa пакмена
sr@latin: nadgradnja pakmena

source: extend pacman operations to the AUR
pt: estender as operações do pacman para o AUR
ru: расширение операций pacman для AUR
sr: проширују Пакменове операције и на АУР
sr@latin: proširuju Pakmenove operacije i na AUR

source: AUR specific
pt: específico para AUR
ru: Специфично для AUR
sr: специфично за АУР
sr@latin: specifično za AUR

source: sync clone, build and install target(s)
sr: sync клонира, гради и инсталира циљ(еве)
sr@latin: sync klonira, gradi i instalira cilj(eve)

source: search search AUR for matching strings
pt: search procurar no AUR
sr: search претражује АУР према поклопљеној нисци
sr@latin: search pretražuje AUR prema poklopljenoj nisci

source: info view package information
pt: info ver informações sobre o pacote
sr: info приказује податке о пакету
sr@latin: info prikazuje podatke o paketu

source: buildonly clone and build target(s)
sr: buildonly клонира и гради циљ(еве)
sr@latin: buildonly klonira i gradi cilj(eve)

source: upgrade upgrade AUR package(s)
sr: update надограђује пакете из АУР-а
sr@latin: update nadograđuje pakete iz AUR-a

source: check check for AUR upgrade(s)
sr: check тражи надоградње у АУР-у
sr@latin: check traži nadogradnje u AUR-u

source: clean clean AUR package(s) and clone(s)
sr: clean чисти АУР пакете и клонове
sr@latin: clean čisti AUR pakete i klonove

source: cleanall clean all AUR packages and clones
sr: cleanall чисти све АУР пакете и клонове
sr@latin: cleanall čisti sve AUR pakete i klonove

source: general
pt: geral
ru: общие
sr: опште
sr@latin: opšte

source: -v, --version display version information
pt: -v, --version mostrar informações sobre a versão
ru: -v, --version показать информацию о версии
sr: -v, --version приказује податке о верзији
sr@latin: -v, --version prikazuje podatke o verziji

source: -h, --help display help information
pt: -h, --help mostrar informações de ajuda
ru: -h, --help показать справку
sr: -h, --help приказује помоћ
sr@latin: -h, --help prikazuje pomoć

source: options:
pt: opções:
ru: опции:
sr: опције:
sr@latin: opcije:

source: pacman extension - can be used with the -S, -Ss, -Si, -Sw, -Su, -Sc, -Scc operations
pt: extensão do pacman - pode ser utilizado com as operações -S, -Ss, -Si, -Sw, -Su, -Sc, -Scc
sr: проширење пакмена - могу се користити уз операције -S, -Ss, -Si, -Sw, -Su, -Sc, -Scc
sr@latin: proširenje pakmena - mogu se koristiti uz operacije -S, -Ss, -Si, -Sw, -Su, -Sc, -Scc

source: -a, --aur only search, build, install or clean target(s) from the AUR
sr: -a, --aur само претражује, гради или инсталира само циљ(еве) из АУР-а
sr@latin: -a, --aur samo pretražuje, gradi ili instalira samo cilj(eve) iz AUR-a

source: -r, --repo only search, build, install or clean target(s) from the repositories
sr: -r, --repo само претражује, гради или инсталира само циљ(еве) из ризница
sr@latin: -r, --repo samo pretražuje, gradi ili instalira samo cilj(eve) iz riznica

source: -e, --edit edit target(s) PKGBUILD and view install script
pt: -e, --edit editar PKGBUILD(s) do(s) alvo(s) e ver script de instalação
ru: -e, --edit редактировать PKGBUILD пакета и просмотреть install-скрипт
sr: -e, --edit уређивање PKGBUILDовa циљева и преглед инсталационих скрипти
sr@latin: -e, --edit uređivanje PKGBUILDova ciljeva i pregled instalacionih skripti

source: -q, --quiet show less information for query and search
pt: -q, --quiet mostrar menos informações para consulta e pesquisa
ru: -q, --quiet отображать меньше информации по запросу и поиску
sr: -q, --quiet приказује мање информација за упите и претрагу
sr@latin: -q, --quiet prikazuje manje informacija za upite i pretragu

source: --devel consider AUR development packages upgrade
pt: --devel considerar a atualização de pacotes de desenvolvimento do AUR
ru: --devel учитывать обновление VCS-пакетов в AUR
sr: --devel разматра само надоградње развојних пакета из АУР-а
sr@latin: --devel razmatra samo nadogradnje razvojnih paketa iz AUR-a

source: --foreign consider already installed foreign dependencies
ru: --foreign учитывать уже установленные внешние зависимости
sr: --foreign разматра већ инсталиране стране зависности
sr@latin: --foreign razmatra već instalirane strane zavisnosti

source: --ignore ignore a package upgrade (can be used more than once)
pt: --ignore ignorar a atualização de um pacote (pode ser utilizado mais de uma vez)
ru: --ignore игнорировать обновление пакета (может быть использовано несколько раз)
sr: --ignore игнорише надоградњу пакета (може се користити више пута)
sr@latin: --ignore ignoriše nadogradnju paketa (može se koristiti više puta)

source: --needed do not reinstall already up-to-date target(s)
pt: --noedit não reinstalar alvo(s) já atualizado(s)
ru: --needed не переустанавливать уже актуальные цели
sr: --needed не инсталира поново већ ажурне циљеве
sr@latin: --needed ne instalira ponovo već ažurne ciljeve

source: --noconfirm do not prompt for any confirmation
pt: --noconfirm não solicitar nenhuma confirmação
ru: --noconfirm не запрашивать никаких подтверждений
sr: --noconfirm не тражи никакве потврде
sr@latin: --noconfirm ne traži nikakve potvrde

source: --noedit do not prompt to edit files
pt: --noedit não solicitar para editar arquivos
ru: --noedit не выводить запрос на редактирование файлов
sr: --noedit не нуди уређивање фајлова
sr@latin: --noedit ne nudi uređivanje fajlova

source: --rebuild always rebuild package(s)
pt: --rebuild sempre reconstruir pacote(s)
ru: --rebuild всегда пересобирать пакет(ы)
sr: --rebuild увек поново гради пакете
sr@latin: --rebuild uvek ponovo gradi pakete

source: --silent silence output
pt: --silent silenciar saída
ru: --silent меньше вывода
sr: --silent пригушује излаз
sr@latin: --silent prigušuje izlaz

source: you cannot perform this operation as root
pt: você não pode realizar esta operação como root
ru: эту операцию нельзя выполнить от пользователя root
sr: није дозвољено извршавање ове операције као корени корисник
sr@latin: nije dozvoljeno izvršavanje ove operacije kao koreni korisnik

source: ${colorW}\$VISUAL${reset} and ${colorW}\$EDITOR${reset} environment variables not set or defined ${colorW}editor${reset} not found
pt: variáveis de ambiente ${colorW}\$VISUAL e ${colorW}\$EDITOR não definidas ou ${colorW}editor${reset} definido não encontrado
sr: Промењиве окружења ${colorW}\$VISUAL${reset} и ${colorW}\$EDITOR${reset} нису постављене или задати ${colorW}уређивач${reset} није нађен
sr@latin: Promenjive okruženja ${colorW}\$VISUAL${reset} i ${colorW}\$EDITOR${reset} nisu postavljene ili zadati ${colorW}uređivač${reset} nije nađen

source: you cannot use ${colorW}pacaur${reset} as PACMAN environment variable
ru: вы не можете использовать ${colorW}pacaur${reset} как переменную среды PACMAN
sr: ${colorW}pacaur${reset} се не може користити као промењива окружења PACMAN
sr@latin: ${colorW}pacaur${reset} se ne može koristiti kao promenjiva okruženja PACMAN

source: ${colorW}$clonedir${reset} does not have write permission
pt: ${colorW}$clonedir${reset} não possui permissão de escrita
ru: ${colorW}$clonedir${reset} требует права на запись
sr: Нема дозвола уписа у ${colorW}$clonedir${reset}
sr@latin: Nema dozvola upisa u ${colorW}$clonedir${reset}

source: no targets specified (use -h for help)
pt: nenhum alvo especificado (utilize -h para ajuda)
ru: не указаны цели (используйте -h для справки)
sr: нису назначени циљеви (користите -h за помоћ)
sr@latin: nisu naznačeni ciljevi (koristite -h za pomoć)

source: target not found
pt: alvo não encontrado
ru: цель не найдена
sr: циљ није нађен
sr@latin: cilj nije nađen

source: Packages ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
pt: Pacotes ${colorW}${aurpkgs[*]}${reset} não encontrados nos repositórios, tentando ${colorM}AUR${reset}...
ru: Пакеты ${colorW}${aurpkgs[*]}${reset} не найдены в репозиториях, поиск в ${colorM}AUR${reset}...
sr: У ризницама нема ${colorW}${aurpkgs[*]}${reset}, пробам ${colorM}АУР${reset}...
sr@latin: U riznicama nema ${colorW}${aurpkgs[*]}${reset}, probam ${colorM}AUR${reset}...

source: Package ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
pt: Pacote ${colorW}${aurpkgs[*]}${reset} não encontrado nos repositórios, tentando ${colorM}AUR${reset}...
ru: Пакет ${colorW}${aurpkgs[*]}${reset} не найден в репозиториях, поиск в ${colorM}AUR${reset}...
sr: У ризницама нема ${colorW}${aurpkgs[*]}${reset}, пробам ${colorM}АУР${reset}...
sr@latin: U riznicama nema ${colorW}${aurpkgs[*]}${reset}, probam ${colorM}AUR${reset}...

source: ${binarysize[$i]} MiB
ru: ${binarysize[$i]} МиБ

source: $sumk MiB
ru: $sumk МиБ

source: $summ MiB
ru: $summ МиБ

source: failed to verify ${colorW}$i${reset} integrity
pt: falha ao verificar integridade de ${colorW}$i${reset}
ru: ошибка проверки ${colorW}$i${reset} на целостность

source: All packages clones
ru: Клоны всех пакетов

source: -s, --search search AUR for matching strings
ru: -s, --search поиск совпадающих строк в AUR

source: -i, --info view package information
ru: -i, --info посмотреть информацию о пакете

source: -d, --download download target(s) -- pass twice to download AUR dependencies
ru: -d, --download загрузить пакет(ы) -- укажите дважды для загрузки зависимостей из AUR

source: -m, --makepkg download and make target(s)
ru: -m, --makepkg загрузить и собрать пакет(ы)

source: -y, --sync download, make and install target(s)
ru: -y, --sync загрузить, собрать и установить пакет(ы)

source: -u, --update update AUR package(s)
ru: -u, --update обновить пакет(ы) из AUR

source: -k, --check check for AUR update(s)
ru: -k, --check проверить обновления в AUR

source: pacman extension - can be used with the -S, -Ss, -Si, -Sw, -Su, -Sc operations
ru: расширение pacman - может быть использовано с ключами -S, -Ss, -Si, -Sw, -Su, -Sc

source: -a, --aur only search, build or install target(s) from the AUR
pt: -a, --aur apenas procurar, construir ou instalar alvo(s) do AUR
ru: -a, --aur искать, собирать или устанавливать цели только из AUR

source: -r, --repo only search, build or install target(s) from the repositories
pt: -r, --repo apenas procurar, construir ou instalar alvo(s) dos repositórios
ru: -r, --repo искать, собирать или устанавливать цели только из репозиториев

source: ${colorW}editor${reset} variable unset
ru: Переменная ${colorW}editor${reset} не установлена

source: sync download, make and install target(s)
pt: sync baixar, construir e instalar alvo(s)

source: downloadonly download and make target(s)
pt: downloadonly baixar e construir alvo(s)

source: sysupgrade update AUR package(s)
pt: sysupgrade atualizar pacote(s) do AUR

source: upgrades check for AUR update(s)
pt: upgrades verificar atualizações do AUR
